{
  "metadata": {
    "total_parameters": 5439438208,
    "total_size": 10878876416
  },
  "weight_map": {
    "model.audio_tower.conformer.0.attention.attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.attention.attn.per_dim_scale": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.attention.attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.attention.attn.relative_position_embedding.pos_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.attention.attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.attention.post.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.attention.post_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.attention.pre_attn_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.ffw_layer_end.ffw_layer_1.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.ffw_layer_end.ffw_layer_2.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.ffw_layer_end.post_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.ffw_layer_end.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.ffw_layer_start.ffw_layer_1.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.ffw_layer_start.ffw_layer_2.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.ffw_layer_start.post_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.ffw_layer_start.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.lconv1d.conv_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.lconv1d.depthwise_conv1d.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.lconv1d.linear_end.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.lconv1d.linear_start.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.lconv1d.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.0.norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.attention.attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.attention.attn.per_dim_scale": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.attention.attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.attention.attn.relative_position_embedding.pos_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.attention.attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.attention.post.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.attention.post_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.attention.pre_attn_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.ffw_layer_end.ffw_layer_1.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.ffw_layer_end.ffw_layer_2.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.ffw_layer_end.post_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.ffw_layer_end.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.ffw_layer_start.ffw_layer_1.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.ffw_layer_start.ffw_layer_2.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.ffw_layer_start.post_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.ffw_layer_start.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.lconv1d.conv_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.lconv1d.depthwise_conv1d.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.lconv1d.linear_end.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.lconv1d.linear_start.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.lconv1d.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.1.norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.10.attention.attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.attention.attn.per_dim_scale": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.attention.attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.attention.attn.relative_position_embedding.pos_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.attention.attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.attention.post.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.attention.post_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.attention.pre_attn_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.ffw_layer_end.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.ffw_layer_end.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.ffw_layer_end.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.ffw_layer_end.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.ffw_layer_start.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.ffw_layer_start.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.ffw_layer_start.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.ffw_layer_start.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.lconv1d.linear_end.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.lconv1d.linear_start.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.10.norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.attention.attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.attention.attn.per_dim_scale": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.attention.attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.attention.attn.relative_position_embedding.pos_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.attention.attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.attention.post.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.attention.post_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.attention.pre_attn_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.ffw_layer_end.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.ffw_layer_end.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.ffw_layer_end.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.ffw_layer_end.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.ffw_layer_start.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.ffw_layer_start.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.ffw_layer_start.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.ffw_layer_start.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.lconv1d.linear_end.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.lconv1d.linear_start.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.11.norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.2.attention.attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.attention.attn.per_dim_scale": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.attention.attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.attention.attn.relative_position_embedding.pos_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.attention.attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.attention.post.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.attention.post_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.attention.pre_attn_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.ffw_layer_end.ffw_layer_1.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.ffw_layer_end.ffw_layer_2.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.ffw_layer_end.post_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.ffw_layer_end.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.ffw_layer_start.ffw_layer_1.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.ffw_layer_start.ffw_layer_2.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.ffw_layer_start.post_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.ffw_layer_start.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.lconv1d.conv_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.lconv1d.depthwise_conv1d.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.lconv1d.linear_end.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.lconv1d.linear_start.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.lconv1d.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.2.norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.attention.attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.attention.attn.per_dim_scale": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.attention.attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.attention.attn.relative_position_embedding.pos_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.attention.attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.attention.post.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.attention.post_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.attention.pre_attn_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.ffw_layer_end.ffw_layer_1.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.ffw_layer_end.ffw_layer_2.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.ffw_layer_end.post_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.ffw_layer_end.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.ffw_layer_start.ffw_layer_1.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.ffw_layer_start.ffw_layer_2.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.ffw_layer_start.post_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.ffw_layer_start.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.lconv1d.conv_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.lconv1d.depthwise_conv1d.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.lconv1d.linear_end.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.lconv1d.linear_start.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.lconv1d.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.3.norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.4.attention.attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.attention.attn.per_dim_scale": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.attention.attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.attention.attn.relative_position_embedding.pos_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.attention.attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.attention.post.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.attention.post_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.attention.pre_attn_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.ffw_layer_end.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.ffw_layer_end.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.ffw_layer_end.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.ffw_layer_end.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.ffw_layer_start.ffw_layer_1.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.4.ffw_layer_start.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.ffw_layer_start.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.ffw_layer_start.pre_layer_norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.conformer.4.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.lconv1d.linear_end.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.lconv1d.linear_start.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.4.norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.attention.attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.attention.attn.per_dim_scale": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.attention.attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.attention.attn.relative_position_embedding.pos_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.attention.attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.attention.post.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.attention.post_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.attention.pre_attn_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.ffw_layer_end.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.ffw_layer_end.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.ffw_layer_end.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.ffw_layer_end.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.ffw_layer_start.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.ffw_layer_start.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.ffw_layer_start.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.ffw_layer_start.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.lconv1d.linear_end.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.lconv1d.linear_start.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.5.norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.attention.attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.attention.attn.per_dim_scale": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.attention.attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.attention.attn.relative_position_embedding.pos_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.attention.attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.attention.post.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.attention.post_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.attention.pre_attn_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.ffw_layer_end.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.ffw_layer_end.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.ffw_layer_end.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.ffw_layer_end.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.ffw_layer_start.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.ffw_layer_start.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.ffw_layer_start.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.ffw_layer_start.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.lconv1d.linear_end.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.lconv1d.linear_start.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.6.norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.attention.attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.attention.attn.per_dim_scale": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.attention.attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.attention.attn.relative_position_embedding.pos_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.attention.attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.attention.post.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.attention.post_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.attention.pre_attn_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.ffw_layer_end.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.ffw_layer_end.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.ffw_layer_end.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.ffw_layer_end.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.ffw_layer_start.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.ffw_layer_start.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.ffw_layer_start.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.ffw_layer_start.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.lconv1d.linear_end.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.lconv1d.linear_start.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.7.norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.attention.attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.attention.attn.per_dim_scale": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.attention.attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.attention.attn.relative_position_embedding.pos_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.attention.attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.attention.post.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.attention.post_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.attention.pre_attn_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.ffw_layer_end.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.ffw_layer_end.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.ffw_layer_end.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.ffw_layer_end.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.ffw_layer_start.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.ffw_layer_start.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.ffw_layer_start.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.ffw_layer_start.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.lconv1d.linear_end.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.lconv1d.linear_start.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.8.norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.attention.attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.attention.attn.per_dim_scale": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.attention.attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.attention.attn.relative_position_embedding.pos_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.attention.attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.attention.post.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.attention.post_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.attention.pre_attn_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.ffw_layer_end.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.ffw_layer_end.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.ffw_layer_end.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.ffw_layer_end.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.ffw_layer_start.ffw_layer_1.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.ffw_layer_start.ffw_layer_2.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.ffw_layer_start.post_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.ffw_layer_start.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.lconv1d.conv_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.lconv1d.depthwise_conv1d.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.lconv1d.linear_end.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.lconv1d.linear_start.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.lconv1d.pre_layer_norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.conformer.9.norm.weight": "model-00003-of-00003.safetensors",
    "model.audio_tower.subsample_conv_projection.conv_0.conv.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.subsample_conv_projection.conv_0.norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.subsample_conv_projection.conv_1.conv.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.subsample_conv_projection.conv_1.norm.weight": "model-00002-of-00003.safetensors",
    "model.audio_tower.subsample_conv_projection.input_proj_linear.weight": "model-00002-of-00003.safetensors",
    "model.embed_audio.embedding.weight": "model-00003-of-00003.safetensors",
    "model.embed_audio.embedding_projection.weight": "model-00003-of-00003.safetensors",
    "model.embed_audio.hard_embedding_norm.weight": "model-00003-of-00003.safetensors",
    "model.embed_audio.soft_embedding_norm.weight": "model-00003-of-00003.safetensors",
    "model.embed_vision.embedding.weight": "model-00003-of-00003.safetensors",
    "model.embed_vision.embedding_projection.weight": "model-00003-of-00003.safetensors",
    "model.embed_vision.hard_embedding_norm.weight": "model-00003-of-00003.safetensors",
    "model.embed_vision.soft_embedding_norm.weight": "model-00003-of-00003.safetensors",
    "model.language_model.altup_projections.0.weight": "model-00002-of-00003.safetensors",
    "model.language_model.altup_projections.1.weight": "model-00002-of-00003.safetensors",
    "model.language_model.altup_projections.2.weight": "model-00002-of-00003.safetensors",
    "model.language_model.altup_unembed_projections.0.weight": "model-00002-of-00003.safetensors",
    "model.language_model.altup_unembed_projections.1.weight": "model-00002-of-00003.safetensors",
    "model.language_model.altup_unembed_projections.2.weight": "model-00002-of-00003.safetensors",
    "model.language_model.embed_tokens.weight": "model-00001-of-00003.safetensors",
    "model.language_model.embed_tokens_per_layer.weight": "model-00002-of-00003.safetensors",
    "model.language_model.layers.0.altup.correct_output_scale": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.altup.correction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.altup.modality_router.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.altup.prediction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.altup.router_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.laurel.linear_left.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.laurel.linear_right.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.laurel.post_laurel_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.per_layer_input_gate.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.per_layer_projection.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.post_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.post_per_layer_input_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.pre_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.self_attn.k_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.self_attn.q_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.0.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.altup.correct_output_scale": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.altup.correction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.altup.modality_router.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.altup.prediction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.altup.router_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.laurel.linear_left.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.laurel.linear_right.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.laurel.post_laurel_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.per_layer_input_gate.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.per_layer_projection.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.post_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.post_per_layer_input_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.pre_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.self_attn.k_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.self_attn.q_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.1.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.altup.correct_output_scale": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.altup.correction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.altup.modality_router.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.altup.prediction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.altup.router_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.laurel.linear_left.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.laurel.linear_right.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.laurel.post_laurel_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.per_layer_input_gate.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.per_layer_projection.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.post_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.post_per_layer_input_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.pre_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.self_attn.k_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.self_attn.q_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.10.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.altup.correct_output_scale": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.altup.correction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.altup.modality_router.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.altup.prediction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.altup.router_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.laurel.linear_left.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.laurel.linear_right.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.laurel.post_laurel_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.per_layer_input_gate.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.per_layer_projection.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.post_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.post_per_layer_input_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.pre_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.self_attn.k_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.self_attn.q_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.11.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.altup.correct_output_scale": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.altup.correction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.altup.modality_router.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.altup.prediction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.altup.router_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.laurel.linear_left.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.laurel.linear_right.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.laurel.post_laurel_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.per_layer_input_gate.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.per_layer_projection.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.post_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.post_per_layer_input_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.pre_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.self_attn.k_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.self_attn.q_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.12.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.altup.correct_output_scale": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.altup.correction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.altup.modality_router.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.altup.prediction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.altup.router_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.laurel.linear_left.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.laurel.linear_right.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.laurel.post_laurel_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.per_layer_input_gate.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.per_layer_projection.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.post_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.post_per_layer_input_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.pre_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.self_attn.k_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.self_attn.q_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.13.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.altup.correct_output_scale": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.altup.correction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.altup.modality_router.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.altup.prediction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.altup.router_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.laurel.linear_left.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.laurel.linear_right.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.laurel.post_laurel_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.per_layer_input_gate.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.per_layer_projection.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.post_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.post_per_layer_input_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.pre_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.self_attn.k_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.self_attn.q_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.14.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.altup.correct_output_scale": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.altup.correction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.altup.modality_router.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.altup.prediction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.altup.router_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.laurel.linear_left.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.laurel.linear_right.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.laurel.post_laurel_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.per_layer_input_gate.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.per_layer_projection.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.post_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.post_per_layer_input_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.pre_feedforward_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.self_attn.k_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.self_attn.q_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.15.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.16.altup.correct_output_scale": "model-00001-of-00003.safetensors",
    "model.language_model.layers.16.altup.correction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.16.altup.modality_router.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.16.altup.prediction_coefs.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.16.altup.router_norm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.16.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.16.laurel.linear_left.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.16.laurel.linear_right.weight": "model-00001-of-00003.safetensors",
    "model.language_model.layers.16.laurel.post_laurel_norm.weight": "model-00001-of-00003.safetensors",
